{
  "title": "Indignation and action through anger",
  "chapterNum": 12,
  "content": "<div class=\"text\">As opposed to guilt, anger may actually be a powerful initiator for action, as it doesn’t paralyse but rather activates. Anger is an emotional reaction that searches to resolve fear through confrontation, in order to stop an outside threat. <span class=\"quote\">(Wikipedia contributors, 2020h)</span> Induced by fear, anger is capable of becoming a mobilising spark for positive action, for example liberation movements stimulated by collective outrage. Various contemporary and historical examples like union strikes or liberation struggles show the positive potential of collective disruptive action to affect change. On the other hand, it may as well become a destructive and painful outlet of uncontrolled anger and violence: “Fear leads to anger. Anger leads to hate. Hate leads to suffering.” <span class=\"quote\">(Lucas, 1999)</span> Outrage may as well result in vicious and violent movements like for example the November Pogroms 1938. <span class=\"quote\">(Wikipedia contributors, 2020f)</span></div>",
  "galleryImages": [
    {
      "image": {
        "src": "/assets/images/12-0.jpg",
        "caption" : ""
      }
    },{
      "image": {
        "src": "/assets/images/12-1.jpg",
        "caption" : "French protest banner, translated: Who causes misery, reaps anger. <div class=\"captionquote\">retrieved from [https://lh3.googleusercontent.com](https://lh3.googleusercontent.com/proxy/HV-ih6HiO52YLmJVHA4oYlcfbcPfQE6w1JEHBZ2DiC7tMNblTEXC6ZMuempXfdunuNuedhI-GeQ9JICNRhF2aJKVy5WgNXiZw4eUj6CTv1wk1YcAA4PF0q-Vpg)</div>"
      }
    },{
      "image": {
        "src": "/assets/images/12-2.jpg",
        "caption" : "The start of the French Revolution, which led to the overthrow of monarchy, was marked by an angry mob storming the Bastille, 14 July 1789. <div class=\"captionquote\">retrieved from [https://i.pinimg.com](https://i.pinimg.com/originals/0d/9c/bf/0d9cbf3b9686370b907ff16c72613695.gif)</div>"
      }
    },{
      "image": {
        "src": "/assets/images/12-3.jpg",
        "caption" : "The Civil Right movement in the US was a decade long collective, liberating struggle. <div class=\"captionquote\">retrieved from [https://media.breitbart.com](https://media.breitbart.com/media/2019/08/Civil-Rights-March-1965-640x480.jpg)</div>"
      }
    },{
      "image": {
        "src": "/assets/images/12-4.jpg",
        "caption" : "Night of Broken Glass. Coordinated looting attack by Nazis, 10 November 1938. Vandalizing mobs destroyed shops and used violence against jewish people. <div class=\"captionquote\">retrieved from [https://refusefascism.org](https://refusefascism.org/wp-content/uploads/2019/11/Kristallnacht.jpg)</div>"
      }
    },{
      "image": {
        "src": "/assets/images/12-5.jpg",
        "caption" : "Torchlight processions by Nazis on the occasion of Hitler's appointment as Reich Chancellor, 1938 Collective movements can be driven by antagnoism and violence. <div class=\"captionquote\">retrieved from [https://static.educalingo.com](https://static.educalingo.com/img/de/800/fackelzug-1.jpg)</div>"
      }
    }
  ]
}