{
  "title": "Collective disruptive action through outrage",
  "chapterNum": 13,
  "content": "<div class=\"text\">If massive change is what we need, then it is evident that uniting the masses is a first step. The success of collective movements relies on the general support they enjoy. Extinction Rebellion, as a contemporary example, aims to channel public outrage as a moral form of anger, supposedly having the capacity to shift public opinion and thereby enact change. In order to shift the guilt-induced responsibility to change, from the powerless individual to the powerful top-level of governance, they exercise collective power to affect top-down policy action. Thereby, Extinction Rebellion instrumentalized anger, to leave behind passive acceptance and take an angry step forward to say: “enough!” Through disruption of daily life, and due to their strong moralising “cause”, such movements polarise and therefore are facing criticism. <span class=\"quote\">(Hudson, 2019)</span> Extinction Rebellion is lacking broad public support, compared to for example union strikes. Union strikes are often tolerated and even supported, as their cause is historically and ideologically consolidated, rendering their disruptive impact on everyday life more acceptable.<br/>On the other hand, The Gilet Jaune movement initially enjoyed broad public support. Sparked by a taxation law on gasoline, it was successful in uniting people over a broad spectrum of positions and reasons through anger. While the Gilet Jaune protests remain popular, they fail to enact real change due to a lack of readiness for compromise and negotiation. Instead, they are bound to continuously exploit a widely perceived sentiment of destructive and antagonising anger, failing to transcend the initial spark of outrage into a sustainable and constructive cause. This lack of “cause” or meaningful goals may be what according to Srnicek and Williams inhibits sustainable action. They point out the “no demands” approach of the 2008 Occupy movement which struggled to articulate a meaningful cause, out of fear to be divided in disagreement. <span class=\"quote\">(Srnicek & Williams, 2016)</span> \n\nPeople can be united in anger. As opposed to the ineffective angry action of an individual, collective anger can potentially enact change. While contemporary movements seem to respectively struggle with it, successful collective action for change not only depends on popular support but also on the ability to formulate a collective goal, to constructively translate collective anger into change. <br/>Although anger has the power to unite it is also inherently polarising. This becomes apparent when anger leads to confrontation. When confrontation doesn’t end in compromise, it ends in defeat. While defeat may indeed lead to change, it also creates continuous polarisation. Therefore, compromise is needed, in other words, negotiation and discussion instead of polarisation and antagonism. To enact change, differences need to be embraced, understood and tolerated, as opposed to the urge to morally overpower the other.</div>",
  "galleryImages": [
    {
      "image": {
        "src": "/assets/images/13-1.jpg",
        "caption" : "Extinction Rebellion action at “Châtelet”, October 2019, occupying streets and bridges in central Paris. | retrieved from https://france3-regions.francetvinfo.fr/paris-ile-de-france/sites/regions_france3/files/styles/top_big/public/assets/images/2019/10/09/000_1l78al-4461591.jpg?itok=Z5vO_Sjv"
      }
    },{
      "image": {
        "src": "/assets/images/13-2.jpg",
        "caption" : "Street blocks created a disruption of everyday life due to traffic interruptions and delays. | retrieved from https://i2.wp.com/www.thebigraise.fr/wp-content/uploads/2019/10/XR-Chatelet-Oct-2019.jpg?fit=1200%2C675&ssl=1"
      }
    },{
      "image": {
        "src": "/assets/images/13-3.jpg",
        "caption" : "An overfilled Paris metro station during weeks of ongoing strike, initiated by railway and transport unions. | retrieved from https://www.francetvinfo.fr/image/75npspcqg-936c/1500/843/20619583.jpg"
      }
    },{
      "image": {
        "src": "/assets/images/13-4.jpg",
        "caption" : "The Gilet Jaune protests remain popular, but they lack a readiness for compromise and negotiation. | retrieved from https://globalnexter.files.wordpress.com/2018/12/tdy_sun_paris_protests_181209_1920x1080.jpg"
      }
    },{
      "image": {
        "src": "/assets/images/13-5.jpg",
        "caption" : "Violence does not create compromise. | retrieved from https://s1.dmcdn.net/v/P9Hwe1S6LQxK3KRak/x1080"
      }
    }
  ]
}