{
  "title": "Better days and alternative realities ",
  "chapterNum": 15,
  "content": "<div class=\"text\">A number of approaches that are rooted in the protective urge for stability and safety are informed by the nostalgic and individualistic longing for “better days”. Such approaches often materialise in political agendas, identity-forming beliefs like e.g. Creationism, or in irrational frameworks like flat-earth belief or off-the-grid autonomy, rejecting, ignoring or escaping from what is considered established or factual. A narrative which defines what is considered true, enforced by mechanisms like “fake news” or populism, enable action from a position of ignorant righteousness, shifting all responsibility towards others. \n\nDonald Trump’s promise to “Make America Great Again”, says nothing about military force or economic prosperity <span class=\"quote\">(Morton, 2020)</span>, but rather carries the feeling of “better days” in it. Emotional dialectic like this is able to instrumentalise notions like “great” for e.g. the purpose of “national unity”, like in Trump’s “Great America” or the French “Grande Nation”. In the same way, nostalgic language is capable of polarising and antagonizing. Through notions like e.g. “again” it underlines the agenda to get back again to the pre-establishment, thereby defining who is allowed to be “part of” the community of the Great America.\n\nBasing our values on “socially constructed realities”, they may lead to irrational and unconscious, habitual behaviour. <span class=\"quote\">(Wikipedia contributors, 2020c)</span> This means that irrational behaviour may not be based on bad intentions, still, it may lead to harmful action, with countless historic and contemporary examples of antagonism against e.g. foreign people. When people are convinced of an irrational narrative to be true, this results in examples like the “Anti-Greta” lobbying, diametrically opposed to Greta Thunberg, for less climate action. <span class=\"quote\">(Kirchgaessner & Holden, 2020)</span> \n\nNostalgism and irrational realities are manipulative constructions based on subjective belief, that polarise through a collective narrative and an instrumentalisation of emotions. Such irrational approaches, whether they long for the “good old times” or a “brave new world”, polarize and literally build borders. Being based on dynamics of antagonism, such approaches refuse any responsibility for change, resulting in a distorted and polarised mentality instead of the embracing and open mindset needed for change.</div>",
  "galleryImages": [
    {
      "image": {
        "src": "/assets/images/15-1.jpg",
        "caption" : "Notions like “great” are used in political populism to create irrational, emotional realities. <div class=\"captionquote\">retrieved from [https://miro.medium.com](https://miro.medium.com/max/1200/0*fKsWf0YdGqvET42X.jpg)</div>"
      }
    },{
      "image": {
        "src": "/assets/images/15-2.jpg",
        "caption" : "The creation of twisted realities result in antagonisation. Antagonism against ethnicities and religions in the past and now <div class=\"captionquote\">retrieved from [https://www.dhm.de](https://www.dhm.de/fileadmin/medien/lemo/images/96003766.jpg) and [https://i2.wp.com](https://i2.wp.com/elordenmundial.com/wp-content/uploads/2017/08/francia-islam-cartel.jpg?resize=2078%2C1500)</div>"
      }
    },{
      "image": {
        "src": "/assets/images/15-3.jpg",
        "caption" : "Translated from German: Courage to face the truth. Irrational realities claim the right to the truth. <div class=\"captionquote\">retrieved from [https://s1.reutersmedia.net](https://s1.reutersmedia.net/resources/r/?m=02&d=20140123&t=2&i=831894987&r=CBREA0M0RMW00&w=1280)</div>"
      }
    }
  ]
}