{
  "title": "Withdrawal and radical individualism",
  "chapterNum": 16,
  "content": "<div class=\"text\">Douglas Adam’s character Arthur Dent is characterized by a deep nostalgia for his quiet and mediocre life before planet Earth got destroyed, forcing him to embark on an eventful journey across the universe. At some point, he decides to settle down on a remote, Earth-like planet, choosing the simple but enriching life of an artisanal “sandwich maker”. <span class=\"quote\">(Adams, 2000)</span> Like Arthur Dent, a growing number of people seeks to escape today’s dangers and uncertainties, joining community gardens, moving on the remote countryside or starting a new life abroad. Such approaches of withdrawal are characterized by their egocentric nature and a “looking-away” attitude in the face of a problem. They are often based on anticipating scenarios of collapse or moral degradation and a notion of being prepared, a common theme in post-apocalyptic cultural productions like “Mad Max”. So-called “Preppers” prepare for the end of civilisation by stockpiling food in underground bunkers. Such egoistic “elbows-out” behaviour can not enact change based on the ambition of “change for many and for the better”. \n\nApproaches of withdrawal reject the possibility that anything at all can be done against the coming collapse, except securing one’s own survival or looking away. Escapist approaches of withdrawal neglect the need for change, seeking freedom from being confronted with pressing social and ecological issues. Therefore they represent an “anti-change” approach, non-constructive and irrelevant, resulting in no action that may be capable to enact change.</div>",
  "galleryImages": [
    {
      "image": {
        "src": "/assets/images/16-1.jpg",
        "caption" : "German “Schrebergärten”, city garden communities as retreat and individual paradise. <div class=\"captionquote\">retrieved from [https://i.pinimg.co](https://i.pinimg.co/originals/ef/b9/97/efb997f2311c4735bfde3a78cef174da.jpg)</div>"
      }
    },{
      "image": {
        "src": "/assets/images/16-2.jpg",
        "caption" : "The dream of self-sufficiency in a time of dependency represents the wish to withdraw. <div class=\"captionquote\">retrieved from [https://minimotives.com](https://minimotives.com/wp-content/uploads/2020/01/Homestead-Plan.jpg)</div>"
      }
    },{
      "image": {
        "src": "/assets/images/16-3.jpg",
        "caption" : "Based on the wish of withdrawal, in the British TV show “Eden” participants tried to build a self-sufficient community in a remote part of Scottland. Narrator voice from series opening: [0:38]”While the world outside decended into political turmoil, would life inside be any better? Fleeing from the conventions of the modern world, what sort of society could they create?” <div class=\"captionquote\">retrieved from [https://vimeo.com](https://vimeo.com/243636094)</div>"
      }
    }
  ]
}