{
  "title": "A positive collective spirit for change",
  "chapterNum": 19,
  "content": "<div class=\"text\">As an individual, action has little power for large-scale change. Collective approaches unite individuals to harness collective power. Yet as of today, bottom-up collective action remains inherently polarising due to its strong moralising “cause”, creating further separation and antagonisation where unity and exchange are needed most. According to Elinor Ostrom change can neither be based on bottom-up nor exclusively on top-down action alone. Rather it needs to be enacted from a mixed-level “polycentric approach”, on different levels of governance at the same time. <span class=\"quote\">(Wall, 2017)</span> Thus, bottom-up action cannot succeed only by itself, it needs the support of policy and the top level. Therefore, to enact a mixed-level approach to change, a collective spirit for change is needed as a driver for action.<br/>Contemporary approaches to change respectively struggle with the creation of such a positive driver. Exemplifying a genre of contemporary collective movements, Extinction Rebellion may be more successful in enacting change, driven by a spirit of pleasure. As such collective action is currently based on anger and confrontation, Timothy Morton calls for “softer” action, which may be understood as reducing angry confrontation, antagonism or violence. <span class=\"quote\">(Morton, 2020)</span> What if violent confrontation became pleasurable confrontation? Instead of a violent and destructive outlet of uncontrolled anger, confrontation may become a fruitful base for negotiation and compromise. When confrontation leads to compromise and not defeat, it ceases to polarise, and thus be more successful in gathering public support. <br/>Constructive action for compromise through negotiation and conversation, less moralising action, aiming for discussion and mutual understanding, may be what Timothy Morton refers to with his notion of “make ‘act’ a bit softer”. <span class=\"quote\">(Morton, 2020)</span> In order to enact change, action for change should not imply pain. That is at the core of this work. Change does not exclude pleasure, pleasure is inherent to change, it can be found in scarcity.</div>",
  "galleryImages": [
    {
      "image": {
        "src": "/assets/images/19-2.jpg",
        "caption": "Planting tree as a “softer” form of action. Neighbourhood tree nursery at Vive Les Groues in Paris, for future landscaping. <div class=\"captionquote\">photo taken by Vive Les Groues</div>"
      }
    },{
      "image": {
        "src": "/assets/images/19-1.jpg",
        "caption": "A bread oven for the neighbourhood, created through collective efforts. Colaboration can become the base for negotiation and compromise. October 2019"
      }
    }
  ]
}