{
  "title": "The future is scarcity",
  "content": "<div class=\"pleasure-text\">*Soft smoke rises from the chimney. Then it disappears as the oven reaches its temperature, the airflow becomes audible, a roaring sounds from within the metal that gives the rocket stove its name. While the thermometer is rising in small increments, just barely climbing up the 200° mark, I get the dough ready.*\n\n</div><div class=\"text\">Rarely has there been a moment in recent Western memory when we have become aware of the scarcity of things. While I'm writing this text under the shadow of the Corona crisis, supermarket shelves are empty and access to basic commodities is restricted. Already now it is clear that after this, the world will not be the same.\n\n</div><div class=\"pleasure-text\">*The dough was rising overnight outside in the fresh April air. Seemingly worthless resources like water, flour and salt become alive, fermenting into a sculpture full of sensational potential, softly resisting the touch of my fingers.*\n\n</div><div class=\"text\">Our lives are driven by the idea of abundance, things have become overly accessible and thereby meaningless. Illusions of a limitless planet, constant growth and ongoing technological progress suggest that abundance equals pleasure. They produce unsustainable lifestyles that are wasteful, exploitative and destructive for the environment and the planet. That has to change. Considering the reality of a planet with limited resources, the future must be a future of scarcity, based on acknowledging the limitations of the planet, a reality revealing itself in empty shelves. <br/>The notion of scarcity carries connotations of lack and inconvenience. We cannot step into a future that we deem negative and painful. Sigmund Freud’s “pleasure principle”, tells us that our actions are informed by the quest for pleasure and the avoidance of pain. Pleasure is an incentive for self-initiated action, whereas pain leads to reactionary coping behaviour. <span class=\"quote\">(Wikipedia contributors, 2020a)</span> Therefore, pleasure is a better reason for action than pain, as it leads to proactive behaviour, capable of creating and imagining novel ways of life that are sustainable beyond pain. This means that in order to embrace the changes to come, we need to find pleasure inherent to a future of scarcity.</div><div class=\"pleasure-text\">The lump of dough is transforming. Dull white skin becomes golden brown, blisters filled with taste start to form, warm notes of charred caramel rise into the air. The solid piece of dough stretches, unfolding its airy scaffolding of gluten. A crust, maybe partially charred, not perfect but better than anything store-bought, as it carries a part of me. That’s the moment when labour becomes matter, the oven spring, bread rising and waiting for change to come.\n\n</div><div class=\"text\">In the face of the scarcity of bread and yeast, baking bread with nothing more but water and flour is an action that makes sense. People baking their own bread shows scarcity’s capacity to create kinds of pleasure that abundance was incapable to create. It allows us to rediscover that bread is supposed to be shared, produced in collaboration, consumed as main nutrition and valued as a symbol of life. Such pleasure changes the perception of things and the spirit in which they are approached. Taking a charred loaf from the oven may produce pleasure in a way that a perfect loaf from the shop could not.\n\n</div><div class=\"pleasure-text\">I smell the crust, I hear it crackle, fresh out of the heat. I know it would be better to wait, but can’t resist its promises inside, revealing its mysteries, doughy or crumbling, wet or dry, open or closed, regular or not.\n\n</div><div class=\"text\">Change is a widely acknowledged necessity today, a necessity though that is based on the wrong premises. As stated by Freud, pain is avoided, pleasure is pursued. Approaches to change today are mostly produced through fear-induced negative sentiments of guilt, denial, anger or flight, equalling pain. This text identifies such sentiments of fear as the reason for the failure of current approaches to create a positive spirit and attitude to change. Instead of a positive spirit, they result in toxic sentiments that paralyse and inhibit large-scale and sustainable change. Elinor Ostrom states that change can neither be based on bottom-up nor exclusively on top-down action alone. It has to be enacted collectively based on a mixed-level approach, addressed from various levels of governance at the same time. <span class=\"quote\">(Wall, 2017)</span> Change is a collective effort of actions based on a shared spirit. \n\nThis work addresses the necessary spirit of pleasure in a future based on scarcity, offering a model for change. Therefore, our attitude to changing needs to change. It is not so much about what we do, it is about how we do it, the spirit in which we approach change. Instead of inducing action through fear, a spirit for change creates action through pleasure. Instead of accepting change in pain, we need to make it beautiful and rich, to make it an opportunity for pleasure. Pleasure is a state of mind, an attitude and the “good reason” for change, its incentive, driver and motivation. If change means scarcity, then finding pleasure in scarcity is what makes change happen.\n\nThe first part of this work describes and compares contemporary approaches to change that are rooted in different painful emotional reactions of fear of the inevitable threat of “Imminent Planet Death”. <span class=\"quote\">(Morton, 2018)</span> The second part establishes that approaches to change need to incorporate the creation of pleasure at their core, thereby creating a positive spirit for change. The last part outlines the vision of an approach that aims to create a spirit for change by creating pleasure in a materiality of scarcity. This proposal is based on a material research around functional objects made from a materiality of scarcity. Assuming the potential of collective approaches it embraces collectivity as a base for enacting change.</div><div class=\"pleasure-text\">The first bite is holy, close your eyes, hear it’s crunch, feel the texture, breath in, taste with all your senses, breath out and remember the last time. Sour, hints of salt, things that make you think of warm summer days, be proud, be satisfied, be hungry. Share the pleasure, it is meant to be enjoyed together.</div>",
  "galleryImages": [
    {
      "image": {
        "caption": "Soft smoke rises from the chimney.",
        "src": "/assets/images/2-1.jpg"
      }
    },
    {
      "image": {
        "src": "/assets/images/2-2.jpg",
        "caption": ""
      }
    },
    {
      "image": {
        "src": "/assets/images/2-4.jpg",
        "caption": ""
      }
    },
    {
      "image": {
        "src": "/assets/images/2-3.jpg",
        "caption": "The thermometer is rising."
      }
    },
    {
      "image": {
        "src": "/assets/images/2-5.jpg",
        "caption": "Empty supermarket shelves in the beginning of 2020."
      }
    },
    {
      "image": {
        "src": "/assets/images/2-7.jpg",
        "caption": "We lack an abundance of things we've become used to."
      }
    },
    {
      "image": {
        "src": "/assets/images/2-6.jpg",
        "caption": "The dough was rising overnight."
      }
    },
    {
      "image": {
        "src": "/assets/images/2-8.jpg",
        "caption": "The moment when labour becomes matter, the oven spring. <div class=\"captionquote\">retrieved from [https://youtube.com](https://youtu.be/3du1waYAbLo)</div>"      }
    },
    {
      "image": {
        "src": "/assets/images/2-9.jpg",
        "caption": "I smell the crust, I hear it crackle, fresh out of the heat."
      }
    }
  ],
  "chapterNum": 2
}