{
  "title": "Creating a spirit of pleasure in scarcity",
  "chapterNum": 22,
  "content": "<div class=\"text\">Tribe-scale communities exemplify how a certain way of life can be constructed around certain materiality. Such materiality can become a representation of the spirit of a community, as can be seen for example with the Shaker furniture. The Shakers, a spiritual sect that formed communities in the 18th century United States, is governed by a communal lifestyle and largely self-sufficient. They are known especially for their innovation in technology and furniture-making. <span class=\"quote\">(Wikipedia contributors, 2020d)</span> Valuing craftsmanship, the community responded to its emerging needs by making furniture and objects in the spirit of their way of life. Their distinct furniture represents the values of Shaker lifestyle, for example, the rejection of ornaments as deceitful. Today, the furniture has become attributed to values that defined it, whereas in the first place the furniture was part of defining those values. While objects may become representations for a way of life, like in case of the Shakers, they may also enable it, or in the words of Marshall McLuhan: “We shape our tools and thereafter our tools shape us”. <span class=\"quote\">(Culkin, 1967)</span></div>",
  "galleryImages": [
    {
      "image": {
        "src": "/assets/images/22-1.jpg",
        "caption": "Display of the Shaker's cermonial worship. Hats and coats are hung on hooks on the wall, unneeded furniture was previously removed. | retrieved from https://commons.wikimedia.org/wiki/Category:Shakers#/media/File:Shakers_near_Lebanon_state_of_N._York,_their_mode_of_worship_LCCN00650589.tif"
      }
    },
    {
      "image": {
        "src": "/assets/images/22-3.jpg",
        "caption": "Shaker rooms have a peg rails with hooks. All furniture is constructed to be mountable to these hooks. The need for ceremonial space informed the design of furniture and tools. | retrieved from https://www.treehugger.com/interior-design/wood-peg-collection-hangs-all-your-furniture-your-wall.html"
      }
    }
  ]
}