{
  "title": "Materiality of scarcity",
  "chapterNum": 23,
  "content": "<div class=\"text\">When envisioning a community based on the spirit of pleasure in scarcity, its way of life must be based on a materiality of scarcity. <br/>What scarcity means for some – like having to give up convenient commodities like electric salt mills – means an abundance of resources for others. In a scarce future, we have to work with what is available. Food cans are a good example of today’s wasteful use of precious resources. They are made of either galvanised or plastic-coated steel to contain foodstuff for a certain amount of time. That steel needs to be produced with quite an input of precious coal and minerals, it needs to be transported across countries, and then be stored in a shop with general heating on for months. After being purchased it is emptied and trashed. This shows the value of the container itself. Cans and other disused containers are a great source of quality metal that may be used for applications requiring high-temperature stress, for example. We will need to be more conscious and inventive with materials around us. We need to come back to a point where things are being reused, repurposed or not produced in the first place. Therefore we not only need to rethink approaches (do we need tin cans?) but also behaviour (can we conserve differently?). \n\nA materiality of scarcity relies on accessibility in terms of sourcing but also mechanics. Contemporary methodologies like do-it-yourself, low-tech or open-source production lay the groundwork for such accessibility, leading to a certain mode of autonomy, reflected in a wide range of low-tech designs like e.g. rocket stoves or windmills as tools for autonomy. Not to be confused with individualistic approaches of withdrawal like Autarky or Survivalism, promoted by YouTubers like Barnabé Chaillot, the term autonomy means freedom and empowerment to choose. <span class=\"quote\">(Wikipedia contributors, 2020b)</span> While such approaches similarly rely on scarce materiality and accessibility, they do not intend to enact real change.</div>",
  "galleryImages": [
    {
      "image": {
        "src": "/assets/images/23-1.jpg",
        "caption": ""
      }
    },
    {
      "image": {
        "src": "/assets/images/23-2.jpg",
        "caption": ""
      }
    },
    {
      "image": {
        "src": "/assets/images/23-4.jpg",
        "caption": "Assembly of a rocket stove only with a hammer needed."
      }
    },
    {
      "image": {
        "src": "/assets/images/23-5.jpg",
        "caption": ""
      }
    },
    {
      "image": {
        "src": "/assets/images/23-6.jpg",
        "caption": "A rocket stove for cooking. Accessible and reproducible."
      }
    },{
      "image": {
        "src": "/assets/images/23-7.jpg",
        "caption" : "Based on ideas of DIY, accessibility and low-tech, Barnabé Chaillot's work represents a materiality of scarcity. | retrieved from https://www.youtube.com/watch?v=80PX9T_9xIE"
      }
    }
  ]
}