{
  "title": "Conclusion",
  "chapterNum": 25,
  "content": "<div class=\"text\">This work shows how popular approaches addressing change do not succeed in enacting it. Instead, they are perpetuating socio-material problematics and creating antagonism and polarisation. Action based on the idea of a limitless planet is characterised by mechanisms such as solving and controlling, denying, escaping or ideologically and morally antagonising. All these approaches address mechanics instead of the spirit in which to affect change. <br/>Rather than by black-or-white solutionist action or escapist withdrawal, change gets enacted by negotiating what is right with what is pleasurable, creating opportunities instead of solutionist dogmas. What is needed are positive approaches to change, action based on pleasure and therefore a reduction of paralysing anxiety, fear and guilt. In the face of antagonising approaches which struggle to create a needed spirit to change, the approach which proposes seeking pleasure in scarcity embraces change as an opportunity, instead of fearing it, to create confidence and motivation needed to embrace the future to come.<br/>Assuming a future of scarcity, pleasure needs to be produced through and with a scarce materiality that is based on methodologies like do-it-yourself, low-tech or open-source. By changing the attitude to change through considering scarcity as an opportunity for pleasure, a positive spirit for change can emerge. Objects created in such a spirit become messengers for a novel way of life. They, both, communicate and enable a way of life that, based on scarcity, creates opportunities for pleasure. In comparison to mass actions based on fear, small-scale collectivity based on a spirit of pleasure in scarcity may be capable of creating sustainable and proactive action for change. Through a materiality of scarcity and a collective spirit, tribe-scale communities can thus reshape the way of life. Therefore, convivial spaces are needed for the production of collective moments, Nowtopias that actively envision and create alternative worlds in the present, <span class=\"quote\">(Kallis & Vansintjan, 2017)</span> driven by the Zapatista's idea of many worlds within a world. <br/>The material research of this work explores how a materiality of scarcity can create moments of collective pleasure, and how such collective moments can become a positive root for change. \n\nBarnabé Chaillot states that doing something with pleasure creates perseverance in what we do. Even if we encounter difficulties or fail, we continue our quest. With his words, “do something that you like, that makes sense for you.” <span class=\"quote\">(B. Chaillot, personal communication, 4 January 2020)</span> Chaillot refers to the spirit in which we approach change, that, when rooted in pleasure has the power to enact change. Like this, initially shocking, empty supermarket shelves may become messengers of a way of life that does not fear scarcity but embrace it in pleasure.\n\n</div><div class=\"pleasure-text\">The flames die away, hot glimmering air leaves the mouth of the dome, distorting the landscape while rising higher. People come closer, dough, tomatoes and cheese enter, smell exits, hissing moisture on hot stone, anticipation. The pizza is ready, all gather, take a piece! We share, no question, we did this together, another one, there is enough for all. Satisfied, we become quiet, feeling we know each other without knowing, sharing the feeling of being connected around the oven at our centre.</div>",
  "galleryImages": [
    {
      "image": {
        "src": "/assets/images/25-1.jpg",
        "caption": ""
      }
    },
    {
      "image": {
        "src": "/assets/images/25-2.jpg",
        "caption": ""
      }
    },
    {
      "image": {
        "src": "/assets/images/25-3.jpg",
        "caption": ""
      }
    },
    {
      "image": {
        "src": "/assets/images/25-4.jpg",
        "caption": ""
      }
    },
    {
      "image": {
        "src": "/assets/images/25-5.jpg",
        "caption": ""
      }
    }
  ]
}