{
  "title": "Doomsday or “if you don’t, then”",
  "chapterNum": 5,
  "content": "<div class=\"text\">ConstructLab’s 2019 intervention “How Together” at the Chicago Architecture Biennial considers gathering as the essence of all political acts, and of the the search of “a common understanding”(ConstructLab, 2019).  With the notion “no solutions please”, the intervention positions itself as an \"anti-manual\", not claiming to have solutions for the right way to gather, but rather inviting the inventiveness of social dynamics while gathering. These kinds of dynamics that may happen around a fire, a beer, a game, etc., are the key to negotiate commonalities, ways of gathering, collective values or attitudes in a collective spirit.<br/>ConstructLab identifies space that is not bound to a function as \"convivial space\", allowing users to project their own ideas into that space. It is an invitation for users to participate in togetherness (ConstructLab, 2019).\n\n</div><div class=\"pleasure-text\">*Pairs of eyes, soft conversation, nothing around us but fire and warmth. We forget what separates, no language is needed, what counts is to keep the fire burning. Search the flames, seek for wood, more wood, we need more wood. Again the flames rise higher, the heat with them, as faces shine bright in the setting sun.*\n\n</div><div class=\"text\">Togetherness doesn’t need a playbook but rather space and situations to emerge. \"Under certain conditions, the gathering of individuals can lead to collaborative dynamics\", creating \"productive ways of being together\" (ConstructLab, 2019), and thereby transforming the materiality of a socio-political environment. Dynamics of proactive participation create a sense of authorship, thereby create responsibility to upkeep and maintain. When people actively take part and create an experience together, this can lead to sustainable action.<br/>Such action can already take place on a very small scale. Barnabé Chaillot suggests the creation of tribe-scale communities for sustainable action(Chaillot, 2020). Promoting an autonomist lifestyle, he claims that a sustainable way of life needs to operate on the scale of the tribe. Chaillot defines the tribe as a manageable community connected within a certain way of life, interrelated through shared commodities and resources, like Barnabé who is trading bread with his neighbours. As an other example, the model of the Kibbutz represents this idea of mutual care within a small-scale community, that is based around shared resources and materiality. Here, the materiality of the community becomes the core of collectivity.<br/>While the notion of the \"tribe\" indeed comes along with notions of autonomy and reducing dependency, it is not bound to be motivated by withdrawal and flight. Instead, while remaining within the framework of an overarching system, it rather represents the Zapatista's vision of \"a world where many worlds fit\" (Blume, 2014).</div>",
  "galleryImages": [
    {
      "image": {
        "src": "/assets/images/a.jpg",
        "caption": "caption caption caption caption caption caption caption caption caption caption caption caption caption caption caption caption caption caption"
      }
    },{
      "image": {
        "src": "/assets/images/b.jpg"
      }
    }
  ]
}