{
  "title": "Doomsday or “if you don’t, then”",
  "chapterNum": 5,
  "content": "<div class=\"text\">Based on a language and imagery of catastrophe or the worst case, this approach is showing the consequences of non-change and non-action. It may be termed the “Doomsday” approach, encouraging action “as long as it is still possible”. Threatening and fear-mongering through the imagery of shock and urgency: “Smoking kills, stop now”, it aims to provoke compensating action. The same logic of relieving guilt by “doing the right thing” gets applied to larger issues, like the planet, raising a feeling of responsibility and creating compensating behaviour. Doomsday supposedly gives the “final” chance to turn things around, to abduct your sins and escape hell, to save the pandas before they go extinct, to stop climate change because “people are dying”. <span class=\"quote\">(Thunberg, 2019)</span> By creating a sense of ultimate urgency and (false) inevitability, those aware of the disparity between their values and behaviours are receptive to it. Thereby, such approaches shift the perceived responsibility for e.g. the death of a panda towards the individual, whose actions realistically have no immediate impact. <span class=\"quote\">(Morton, 2020)</span>\n\nIn that way, Doomsday is sneakily instrumentalizing guilt, encouraging supposedly compensatory behaviour based on the sham prophecy of the world’s end, while actually not being able to bring relief from guilt. The approach relies on simplistic communication based on deceiving propaganda of urgency, thereby potentially serving a political or ideological agenda. Consequently, this approach can be observed being used by institutions in e.g ecological activism, consolidating religious beliefs or politics.</div>",
  "galleryImages": [
    {
      "image": {
        "src": "/assets/images/5-1.jpg",
        "caption": "Guilt and fear in the catholic church. The Four Horsemen of the Apocalypse as harbingers of the Last Judgment. <div class=\"captionquote\">retrieved from [https://de.wikipedia.org](https://de.wikipedia.org/wiki/Apokalyptische_Reiter#/media/Datei:Durer_Revelation_Four_Riders.jpg)</div>"
      }
    },{
      "image": {
        "src": "/assets/images/5-2.jpg",
        "caption": "Smokers are reminded with every cigarette that it is wrong to smoke."
      }
    },{
      "image": {
        "src": "/assets/images/5-3.jpg",
        "caption": "This doesn't make you feel very good, you feel like something needs to be done here. <div class=\"captionquote\"> retrieved from [https://www.youtube.com](https://www.youtube.com/watch?v=T7RUooxq8Ew)</div>"
      }
    },{
      "image": {
        "src": "/assets/images/5-4.jpg",
        "caption": "Manipulative emotional imagery of shock <div class=\"captionquote\">retrieved from [https://miro.medium.com](https://miro.medium.com/max/4000/1*lpNNIWgTWsRZ8nGWZisbpA.jpeg)</div>"
      }
    }
  ]
}