{
  "title": "Change through lifestyle choices",
  "chapterNum": 6,
  "content": "<div class=\"text\">In a time of individualism, lifestyle choices become cornerstones for individual behaviour and values. Frameworks for self-identification like Zero Waste or Vegetarianism have at their base the aspiration of change. When change becomes lifestyle, lifestyles become moral instances for salvation. <br/>The “lifestyle approach” is based on the idea of doing the culturally accepted, morally “right” thing. Zero Waste or Vegetarianism morally elevate oneself, identifying the supposedly wrong-acting individual as the “guilty”. As such, this genre of approach represents another instance of shifting guilt and responsibility away from oneself. <br/>Change through lifestyle is based on supposedly large scale reproduction of individual action. Yet, while Vegetarianism may potentially reduce the ecological stress from cattle, it may result in shifting ecological pressure on a different resource, like forests that need to be cleared for the production of protein alternatives. As a result, the targeted resource may change, whereas the socio-material problems remain. \n\n“Responsible” or “ethical” consumption lies at the heart of most lifestyles for change. You first need to have Zero-Waste containers to be able to live Zero Waste, you have to buy tofu instead of bacon to call yourself a Vegetarian. Supposedly, it is an individual responsibility to consume, as lifestyle approaches promote it as the only way to enact change. Thereby, disproportionate individual responsibility gets forced upon the consumer through the so-called “laws of markets”, <span class=\"quote\">(Wikipedia contributors, 2020e)</span> to enact change through an informed consumption based on environmental, health, political, and ethical concerns. <span class=\"quote\">(Evensen, 2014)</span>\n\nThereby lifestyle approaches channel perceived responsibility towards the consumer, enforcing pressure through an agenda of guilt. This also shows the potential to manipulate and exploit well-intended lifestyle choices in order to create profit. Again showing the devious nature of guilt-raising approaches to promote an underlying agenda, guilt ultimately gets instrumentalized to exploit and manipulate behaviour.</div>",
  "galleryImages": [
    {
      "image": {
        "src": "/assets/images/6-1.jpg",
        "caption": "The end of meat, but at what cost? <div class=\"captionquote\">retrieved from [https://i0.wp.com](https://i0.wp.com/post.healthline.com/wp-content/uploads/2020/01/meatless-burger-1296x728-header-1296x728.jpg?w=1155&h=1528)</div>"
      }
    },{
      "image": {
        "src": "/assets/images/6-2.jpg",
        "caption": "Consumer responsibility through “responsible” or “ethical” consumption. <div class=\"captionquote\">retrieved from [https://static.standard.co.uk](https://static.standard.co.uk/s3fs-public/thumbnails/image/2018/01/18/13/food-inc.jpg?width=1000&height=614&fit=bounds&format=pjpg&auto=webp&quality=70&crop=16:9,offset-y0.5)</div>"
      }
    }
  ]
}