{
  "title": "Producing Pleasure in scarcity",
  "chapterNum": 8,
  "content": "<div class=\"text\">The material research accompanying this theoretic work is based on the creation of functional objects from a materiality of scarcity in order to create a collective spirit through collective moments. Being based on the production of pleasurable experiences, it is not intended to create a service-client dynamic but rather incorporates people voluntarily in the production of pleasure. Thereby pleasure emerges through collective moments.\n\nThe objects become representations for a way of life, at the same time enabling that way of life. They are based on primitive functionality and scarce materiality, applicable in various contexts to create wellbeing, becoming productive tools of pleasure e.g. by heating, cooking, manufacturing or powering.\n\n  The Kibbutz is an Israelian collective community structure based on collective sharing of tools and resources for agricultural or industrial production. Here the objects and resources, the materiality of the community are at the core of the reason for collectivity.\n\nActing as centrepieces, the objects become distinctive anchors for participation and procreative collectivity.Like in the Kibbutz it forms community around itself, and like the shakers's furniture it becomes a representation of its way of life.<br/>Being based on principles such as immediate combustion and assembled materiality with the inherent capacity to change, adapt and evolve, such specifications allow them to harness attention, interest and participation. The pleasure of using them is related to mastering their constraints and figuring out their functionalities through a tacit learning process, for example by splitting wood or lighting a fire. \n\nCommunicating and creating a way of life based on scarcity, those receptive to the need for change may be tempted to reproduce or procreate, while also others are not excluded to participate in moments of pleasure and togetherness.\n\nBarnabé states that doing something we like creates perseverance in what we do, that means even if we encounter difficulties or fail, we continue our quest. In other words, pleasure creates the capacity to withstand failures. \"Donc, fais quelque chose qui te plait, et qui marche pour toi, tu vois.\" (translated from French: So, you know, do something that you like, that makes sense for you.)</div>",
  "galleryImages": [
    {
      "image": {
        "src": "/assets/images/pleasure3.jpg"
      }
    }
  ]
}